{"maddy": ["90% of life is confidence. And the thing about confidence is no one knows if it's real or not.", "You do what feels good to you.", "I feel like you ruined me forever.", "The universe is just out here giving like zero fucks.", "You're abusive, psychopathic. Most of the time I really hate the way you make me feel.", "First of all, ew. Second of all, ew.", "Kissing is worse. It's so much more intimate.", "I’m just saying love is a million things.", "Kissing is worse. It’s so much more intimate.", "You do what feels good to you.", "First of all, ew. Second of all, ew.", "90% of life is confidence. And the thing about confidence is no one knows if it’s real or not.", "The universe is just out here giving zero fucks.", "You love to be loved.", "Bitch you’re my soulmate.", "So, if they have something to say, they should just say it to my face, right?"], "rue": ["It's funny how I used to think we were meant for each other.", "You said memories exist outside of time and have no beginning or end.", "The beautiful thing about getting high is that time ceases to exist.", "Hello heart... thought I'd lost ya.", "It wasn't the violence that scared her. It was the fact that she knew no matter what he did, she'd still love him. ", "But fuck it, she'd save it for the memoirs.", "She hated her life, not because it was bad, but because when you hate your brain and your body, it's hard to enjoy the rest.", "Rue: I fuckin' hate this town.\n\nJules: If I could, I'd burn it to the fucking ground.\n\nRue: And salt the earth behind you.", "It's not a relapse if it's warranted. It's a hall pass.", "Cassie’s dad was handsome, the kind of handsome that made people treat him differently.", "I know this isn't going to end well.", "What I really meant to say is my mom can do better and I hate seeing you sit in the chair my dad sat in.", "The other thing about depression is it kinda collapses time. Suddenly, you find your whole days blending together to create one endless suffocating loop.", "If I am bipolar, I sure as shit prefer mania over depression.", "I just showed up without a map or a compass, and at some point, you have to make a choice ... about who you are and what you want. And therein lies the catch.", "She's basically the most wonderful fucking person on the planet.", "He wooed her with his, uh fucking creepy jock magic shit.", "I'm Morgan fuckin' Freeman and this is the beginning of the third act.", "I wasn't going to stop until I got the truth.", "Every time I feel good, I think it'll last forever, but it doesn't.", "Like, haven't got out of bed to pee in 24 hours depressed.", "She fell in love with every guy she ever dated.", "Suddenly, the whole world goes dark and nothing else matters except the person standing in front of you.", "The absolute worst part of depression is that even though you know you're depressed, you're unable to stop yourself from getting worse.", "I had a therapist once who said that these states will wax and wane. Which gave my mother relief, because it meant that in the bad times, there would be good times. But it also gave her anxiety because it meant that in the good times, there would be bad times.It always confused me, because I didn't really know what it meant. But it did sound a lot calmer than the way I would describe it.", "The thought of having to stand up, exert 172 muscles each step for 35 feet, just so I can sit on cold porcelain and piss out toxins over and over again for the rest of my life makes the whole concept of living feel like one long, sadistic joke.", "You know what happens when you spend an extended amount of time in rehab? You tend to make friends with those hardcore motherfuckers. So let me be very clear with you. If you so much as go past first base with my little sister, or try to get her high again, I will call Omar, I will call Marlo. I will call Avon, I will call Brother Mouzone, I will call fuckin' Bodie, and I will call fucking Stringer. And I will have these motherfuckers standing outside of your front lawn. Do you hear me?", "There is not a thing on the planet Earth that compares to fentanyl. Except Jules. Jules is a close second.", "I, uh, I once took, like, ten Vicodin, and drank an entire thing of tequila, and then, I, like, blacked out for three days. But while I was blacked out, I, like, still went to school and did homework and shit. It was really weird.", " I know it all may seem sad, but guess what? I didn't build this system, nor did I fuck it up.", "It was like there was no more air left in the world. And I was gasping, and I was panicking.", "This is the feeling I have been searching for my entire life, for as long as I could remember. Because suddenly, the world went quiet. And I felt safe, in my own head.", "He made a long mental checklist of the things he liked and disliked about women. He liked tennis skirts and jean cut-offs, but not the kind so short you could see the pockets. He liked ballet flats and heels. He hated sneakers and dress shoes. He was fine with sandals, as long as they were worn with a fresh pedicure. He liked thigh gaps, hated cankles. He liked tan lines, long necks, slender shoulders. He liked good posture and fruit-scented body mist. He liked full lips, and small noses. He liked chokers, but the lacy ones with flower cutouts or delicate patterns. He hated girls who sat like boys, talked like boys, acted like boys. But there was nothing on planet Earth he hated more than body hair.", "I was once happy, content, sloshing around in my own private, primordial pool. Then one day, for reasons beyond my control, I was repeatedly crushed over and over by the cruel cervix of my mother, Leslie. I put up a good fight, but I lost, for the first time, but not the last. I was born three days after 9/11.", "I mean, I'm all good with drugs until guns start coming out.", "You think 'cause I went to rehab I stayed clean?", "I know your generation relied on flowers and father’s permission, but it’s 2019, and unless you’re Amish, nudes are the currency of love. So, stop shaming us.", "Every time I feel good, I think it’ll last forever, but it doesn’t.", "The beautiful thing about getting high is that time ceases to exist.", "I just showed up without a map or a compass, and at some point, you have to make a choice… about who you are and what you want. And therein lies he catch.", "Like, haven’t got out of bed to pee in 24 hours depressed.", "You think cause I went to rehab I stayed clean?", "If I am bipolar, I sure as shit prefer mania over depression.", "It wasn’t the violence that scared her. It was the fact that she knew no matter what he did, she’d still love him.", "But fuck it, she’d save it for the memoirs.", "I’m Morgan fuckin Freeman and this is the beginning of the third act.", "I wasn’t going to stop until I got the truth.", "She fell in love with every guy she dated.", "There is not a thing on the planet Earth that compares to fentanyl. Except Jules. Jules is a close second.", "You said memories exist outside of time and have no beginning or end.", "Cassie’s dad was handsome, the kind of handsome that made people treat him differently.", "The other thing about depression is it kinda collapses time. Suddenly, you find your whole days blending together to create one endless suffocating loop.", "I can sit on cold porcelain and piss out toxins over and over again for the rest of my life makes the whole concept of living feel like one long, sadistic joke.", "I, uh, I once took, like, ten Vicodin, and drank an entire thing of tequila, and then, I, like, blacked out for three days.", "This is the feeling I have been searching for my entire life, for as long as I can remember. Because suddenly, the world went quiet. And I felt safe, in my own head.", "I mean, I’m all good with drugs until guns start coming out.", "I had a therapist once who said that these states will wax and wane. Which gave my mother relief because it meant that in bad times, there would be good times.", "What I really meant to say is my mom can do better and I hate seeing you sit in the chair my dad sat in.", "That’s the thing with guys like Nate. They don’t actually want a person. They want something they can own and possess.", "All I know is, life is not a Nicholas Sparks novel.", "I love hospitals. If I could spend the rest of my life in a hospital, I would.", "Everyone on the planet watches porn. Fact.", "It’s not even the lies that hurt, you know? It’s the fact that you’re never really emotionally prepared for someone to leave you.", "When you’re younger, everything feels so permanent. But as you get older, you begin to realize nothing is and everyone you love can drift away.", "She hated her life, not because it was bad, but because when you hate your brain and your body, it’s hard to enjoy the rest.", "Do you wish I was different?", "Hello, heart… thought I’d lost you.", "It’s funny how I used to think we were meant for each other.", "Hey mom, I’m a fucking genius!", "The world’s coming to an end, and I haven’t even graduated high school yet.", "She’s my best friend, even though I think we’ve grown apart.", "Mom, please, I have homework."], "lexi": ["A little exchange and I fall in love.", "I love the theater.", "How do you decide who you wanna hook up with?", "Like, listen to yourself. It's fucking exhausting.", "Like, listen to yourself. It’s fucking exhausting.", "I love the theater.", "You fell in love with someone who spent years making fun of you. It’s sad.", "Sorry, if I missed the old you.", "I feel like I’m not even a person yet.", "You say all this, but what happens in three days when you knock on my door asking me to piss in some Tylenol bottle?"], "cassie": ["I ruined my entire life for you.", "I feel like love is super dark and no one ever talks about it.", "I think I'm going to do everything in my power for at least, like the next three years, not to fall in love.", "Maybe people are nostalgic about high school 'cause it's, like, the last time in their life that they get to dream.", "I'm not saying I'm gonna have a baby. I just wanted to dream about it for a minute.", "Maybe people are nostalgic about high school cause it’s, like, the last time in their life that they get to dream.", "I feel like love is super dark and no one ever talks about it.", "I’m not saying I’m gonna have a baby. I just wanted to dream about it for a minute.", "I have never ever been happier.", "We should just pick the hottest, most confident, bad bitch version of ourselves and be that for the rest of the year."], "ali": ["You look like a cat coughed your ass up.", "You look like a cat coughed your ass up.", "Guess what? God doesn’t give a fuck if you believe in him. He believes in you.", "You know that drug addicts don’t reach out for help unless there’s no options.", "A true revolution has no allies.", "You’ve got to believe in the poetry because everything else in your life will fail you. Even yourself."], "fezco": ["That's not a kid. That's my business partner.", "I don't take nothin' a drug addict says personally. 'Cause I don't believe nothin' a drug addict say.", "I don't know what type of fucked up shit you got going inside your head. I don't know how to help, but I could tell you one thing: this drug shit, it's not the answer.", "That’s not a kid, that’s my business partner.", "Everybody gets their feelings hurt. Some people need to get their feelings hurt sometimes.", "I don’t know what type of fucked up shit you got going inside your head. I don’t know how to help, but I could tell you one thing: this drug shit, it’s not the answer.", "I don’t take nothin’ a drug addict says personally. Cause I don’t believe nothin’ a drug addict says.", "Listen, bruh. All I’m sayin,’ you keep fuckin with Rue and her friends, and I’mma kill you."], "cal": ["It's not just football. It's life.", "You may have won the game, but you lost control of the team.", "Sometimes two people in the universe who aren't meant for each other find each other.", "I admire whatever it took. I just hope it didn't teach you the wrong lesson.", "You know I spent my whole life trying to keep this part of me separate. But I feel like it's poisoned everything. I thought that I was doing what was best for everybody. And then, I look at my boys, and they have so much anger. Not just anger but rage. And it scares me.", "I'm envious of your generation, you know. You guys don't care as much about the rules. You know, I think that's a good thing. And I don't want to be that old guy that gives you advice, but I look at you and I think there are two versions of how your life can go. You can either go someplace, where you're wanted for who you are. Or you can stay in a town like this. End up like me. Living your life out in motel rooms. Selfishly I hope you stay.", "It’s not just football. It’s life.", "You may have won the game, but you lost control of the team.", "Sometimes two people in the universe who aren’t meant for each other find each other.", "I admire whatever it took. I just hope it didn’t teach you the wrong lesson.", "You know I spent my whole life trying to keep this part of me separate. But I feel like it’s poisoned everything. I thought that I was doing what was best for everybody.", "I’m envious of your generation, you know. You guys don’t care that much about the rules.", "The further you go, the sharper their blade. Just don’t ever give them an opening."], "nate": ["I know over the years you've lost some brain cells.", "At night, I fall asleep to you, and in the morning, I wake up to you. I kind of feel closer to you than I do anyone in the world.", "You're, like, half a retard. You dropped out of school at 20, and now you're a gangster. What are you, like, fucking Tony Montana? What's the plan? Hmm? You gonna be living in a mansion, fuckin' pet tigers and shit? Go fuck yourself.", "At night, I fall asleep to you, and in the morning, I wake up to you. I kind of feel closer to you than I do anyone in the world.", "You’re, like, half a retard. You dropped out of school at 20, and now you’re a gangster. What are you, like, fucking Tony Montana?", "Tyler, I’m not gonna hurt you. You’re in a fucking neck brace. Just sit down. I want to have a mature conversation. Come on."], "kat": ["I guess I just wanted to hurt you as much as I imagined you'd hurt me.", "I just had, like, this reaction, and I just, like, hated you.", "Why, because I won't sit and listen to you bitch and moan about your psychotic, abusive boyfriend who you've literally broken up with a thousand times?", "You know, it's one thing for my classmates to body shame me, but for you, Principal Hayes that's just a whole other thing. It's degrading. It's discriminatory. And it just goes to show how insidious, and systemic body terrorism truly is in this country.", "Kate: It's child pornography, you dumb fuck.\n\nTroy: But we're all under 18. Children can't make child pornography.\n\nKate: Google it.\n\nTroy: I'm not googling child pornography.\n\nKate: You know what? Fuck it. Fuck it, I'm going to the police.", "Wait, I don’t understand. If you’re not auditioning for Oklahoma, then why do you look like that?", "Why, because I won’t sit and listen to you bitch and moan about your psychotic, abusive boyfriend who you’ve literally broken up with a thousand times?", "I just had, like, this reaction, and I just, like, hated you.", "You know, it’s one thing for my classmates to body shame me, but for you, Principal Hayes that’s just whole other thing. It’s degrading. It’s discriminatory. And it just goes to show how insidious, and systemic body terrorism truly is in this country.", "What is, like, your weird fascination with me? I don’t get it.", "All I know is that most guys are, like, weird, gross, and fucking pathetic."], "jules": ["I want you to wanna kiss me so bad that you don't even ask.", "I liked the way I dressed you, but I'm worried I fucked with your gender expression.", "I feel like high school is super fucking suffocating.", "'Cause I swear, you would fucking flourish in that energy.", "I definitely haven't reached my full power.", "No room for heteronormativity in here.", "Rue: I've got an idea. \n\nJules: Should I be concerned?", "What do you think this is, the eighties? Catch a dick.", "In my head, it's like If I can conquer men, then I can conquer femininity.", "I liked the way I dressed you, but I’m worried I fucking with your gender expression.", "No room for heteronormativity in here.", "Should I be concerned?", "Cause I swear, you would fucking flourish in that energy.", "I feel like high school is super fucking suffocating.", "I definitely haven’t reached my full power.", "In my head, it’s like if I can conquer men, then I can conquer femininity.", "What do you think this is, the eighties? Catch a dick.", "I feel like her sobriety is completely dependent on how available I am to her.", "I don’t think I have an attention span for real life anymore.", "Are you talking to your mama about me?", "My world got too small."]}